{
  "intro": {
    "salutation": "Hello, I'm",
    "name": "Jordan KAGMENI",
    "job": "Full-Stack Developer",
    "adverb": "with",
    "experience": {
      "year":"5 years",
      "text": "of experience. I'm specialized in the creation of"
    },
    "building": "Web and Mobile applications and in the definition of their Architecture and their Information System",
    "contact": "Contact me here",
    "cv": "Download CV",
    "cvPath": "https://www.icloud.com/iclouddrive/00cHnyhQ7Q5sXE5KT-LRVcoEA#JordanKAGMENI%5FResume"
  },
  "about": {
    "title": "About Me",
    "text1": "After graduating from",
    "text2": "Computer Science",
    "text3": "I decided to pursue my passion for new technologies in order to become an Software Engineering Expert.",
    "text3bis": "I signed up for ESIEA which trains the",
    "text4": "best Engineers and Tech Experts in France",
    "text5": "Thanks to the project-oriented pedagogical approach, I was able to explore new technologies, acquire advanced work methodologies and develop interpersonal skills essential for project management.",
    "text6": "My favorite part of programming",
    "text7": "is solving complex problems",
    "text8": "I love",
    "text10": "the positive feeling that the resolution of a problem and the outcome of a project gives me. My basic TECHNICAL STACK is",
    "text11": "React, Next.js, Node.js and Python",
    "text12": "I am also familiar with TypeScript, PosgreSQL and MongoDB. I am always looking to learn new technologies.",
    "text13": "In order to validate my Bac +5, I am currently looking for a position as a Full-Stack Developer in work-study for a period of 12 months",
    "text14": "as a Full-Stack Developer in Apprenticeship",
    "text15": "When I'm not coding",
    "text16": "I engage in various activities such as sports (Weight training, Basketball, Boxing, Running...), reading, tutoring (Algorithms & Programming, Mathematics, Physics...) and even karaoke. I also learn",
    "text17": "new things",
    "text18": "Currently, I am deepening my knowledge of",
    "text19": "economics and astronomy while learning to play the guitar"
  },
  "projects": {
    "title": "My Projects",
    "surfer": "Professional social network to publish articles based on interests, to follow people, to create Spaces Topics around a community.",
    "demineur": "Minesweeper Games consisting of 03 levels of difficulty and timed by player game. The player can pause and resume the game later.",
    "community": "Web application based on communication channels like Slack to exchange text or voice messages, videos, photos and files. It also includes vocal recognition with transcription and emojis"
  },
  "skills": {
    "title": "My Skills"
  },
  "experiences": {
    "title": "My Experiences",
    "ese": "Expert in Software Engineering",
    "fsd": "Full-Stack Developer (Alternance)",
    "fsdi": "FullStack Developer (Intership)",
    "bcs": "Bachelor Computer Science",
    "pm": "Project Manager",
    "iai": "Graduated as a Computer Works Engineer after 3 years of intense studies and academic projects carried out. Obtaining an Excellent mention during the defense.",
    "diai": "2017 - 2020",
    "gmc": "Management of a team of 5 people. Implementation of interfaces for tracking insurance certificates and algorithm for generating attestation batches after in-store delivery.",
    "dpm": "November 2020 - May 2021",
    "esiea": "Graduate Bachelor in Computer Science after an internship of 6 months and a validated defense.",
    "desiea": "2021 - 2022",
    "intership": "Development of the web quiz (web app) for website audit and data collection. Implementation of automated pipelines on Power Automate (Cloud and Desktop) communicating with Webhooks on the Azatys API in Flask(Python).",
    "dfsdi": "March 2022 - August 2022",
    "alternance": "Development of the Azatys platform in SAAS and its API in Flask for the provision of data processed by the AI SARA (Solution for Analysis and Autonomous Recommendations). Cloud environment management.",
    "dfsd": "September 2022 - September 2023",
    "expert": "Creation of an IOS meeting application with automatic transcription, Implementation of a data structure to structure the data contained in a large log file and read it quickly to optimize the API response time.",
    "dese": "2024",
    "electro": "Electric circuit"
  },
  "contact": {
    "title": "Contact me",
    "text1": "Please contact me directly at",
    "text2": "or through this form",
    "successMessage": "Your message has been sent successfully. Thanks !",
    "emailPlaceholder": "Your email",
    "emailMissing": "Please provide your email.",
    "messagePlaceholder": "Your message",
    "messageMissing": "Please provide your message.",
    "submitLabel": "Submit"
  },
  "footer": {
    "copyright": "All rights reserved",
    "title": "About this website",
    "stack": "Built with React & Next.js (App Router & Server Actions), TypeScript, Tailwind CSS, Framer Motion, React Email & Resend, Vercel hosting"
  }
}