{
  "intro": {
    "salutation": "Bonjour, Je suis",
    "name": "Jordan KAGMENI",
    "job": "Développeur FullStack",
    "adverb": "avec",
    "experience": {
      "year":"5 ans",
      "text": "d'expérience. Je suis spécialisé dans la création"
    },
    "building": "d'applications Web et Mobile et dans la définition de leur Architecture et leur Système d'Informations",
    "contact": "Contactez moi ici",
    "cv": "Téléchargez mon CV",
    "cvPath": "https://www.icloud.com/iclouddrive/091_vxfHpim7xI8hiLrXRJ93g#JordanKAGMENI%5F"
  },
  "about": {
    "title": "À propos de moi",
    "text1": "Après avoir obtenu mon diplôme en",
    "text2": "Informatique",
    "text3": "j'ai décidé de poursuivre ma passion pour les nouvelles technologies afin de devenir un Expert en Ingénierie du Logiciel.",
    "text3bis": "Je me suis inscrit à l'ESIEA qui forme les",
    "text4": "meilleurs Ingénieurs et Experts Tech en France",
    "text5": "Grâce à l'approche pédagogique axée sur les projets, j'ai pu explorer de nouvelles technologies, acquérir des méthodologies de travail avancées et développer des compétences interpersonnelles essentielles pour la gestion de projets.",
    "text6": "Ma partie favorite en programmation",
    "text7": "est la résolution de problèmatique complexe",
    "text8": "J'aime",
    "text10": "la sensation positive que me procure la résolution d'un problème et l'aboutissement d'un projet. Ma STACK TECHNIQUE de base est",
    "text11": "React, Next.js, Node.js et Python",
    "text12": "Je suis aussi familier avec TypeScript, PosgreSQL et MongoDB. Je cherche toujours à apprendre de nouvelles technologies.",
    "text13": "Afin de valider mon Bac +5, je suis actuellenent à la recherche d'un poste en tant que Développeur Full-Stack en Alternance pour une durée de 12 mois",
    "text15": "Lorsque je ne code pas",
    "text16": "je pratique diverses activités telles que le sport (Musculation, Basket, Boxe, Course à pied...), la lecture, le tutorat (Algorithmique & Programmation, Mathématiques, Physique...) et même le karaoké. J'apprends aussi",
    "text17": "de nouvelles choses",
    "text18": "Actuellement, j'approfondis mes connaissances en",
    "text19": "économie et en astronomie tout en apprenant à jouer de la guitare"
  },
  "projects": {
    "title": "Mes projets",
    "surfer": "Réseau social professionnel permettant de publier des articles basés sur des centres d'intérêts, de suivre des personnes, de créer des Spaces Topics autour d'une communauté.",
    "demineur": "Jeux du Démineur constitué de 03 niveaux de difficulté et chronométré par partie du joueur. Le joueur peut mettre pause et reprendre la partie plus tard.",
    "community": "App web basé sur des canaux permettant d'envoyer des messages textuels(avec emojis) ou vocal, des videos et photos en temps réel. Il embarque aussi de la reconaissance vocale avec transcription."
  },
  "skills": {
    "title": "Mes Compétences Techniques"
  },
  "experiences": {
    "title": "Mes Experiences",
    "ese": "Expert en Ingénierie du Logiciel",
    "fsd": "Développeur Full-Stack (Alternance)",
    "fsdi": "Développeur Full-Stack (Stage)",
    "bcs": "Bachelor en Informatique",
    "pm": "Chef de projet",
    "iai": "Diplômé en qualité d'Ingénieur des travaux en Informatique après 3 ans d'études intense et de projets académiques réalisées. Obtention d'une mention Excellent lors de la soutenance.",
    "diai": "2017 - 2020",
    "gmc": "Gestion d'une équipe de 5 personnes. Implémentation des interfaces de suivi d'attestations d'assurances et d'algorithme de génération de lots d'attestation après livraison en magasin.",
    "dpm": "Novembre 2020 - Mai 2021",
    "esiea": "Diplômé Bachelor en Informatique après un stage de 6 mois et une soutenance validée.",
    "desiea": "2021 - 2022",
    "intership": "Développement du quiz web (app web) pour l'audit de site internet et la collecte de données. Mise en place de pipeline automatisées sur Power Automate (Cloud et Desktop) communiquant avec des Webhooks sur l'API Azatys en Flask(Python).",
    "dfsdi": "Mars 2022 - Août 2022",
    "alternance": "Développement de la plateforme Azatys en SAAS et de son API en Flask pour la mise à disposition des données traitées par l'IA SARA (Solution d'Analyse et de Recommandations Autonomes). Gestion de l'environnement cloud.",
    "dfsd": "Septembre 2022 - Septembre 2023",
    "expert": "Création d'une application IOS de meeting avec transcription automatique, Implémentation d'une structure de données permettant de structurer les données contenu dans un fichier logs lourd et de le lire rapidement pour optimiser le temps de réponse API.",
    "dese": "2024",
    "electro": "Circuit Électronique"
  },
  "contact": {
    "title": "Contactez moi",
    "text1": "Contactez moi directement sur",
    "text2": "ou remplissez ce formulaire. Je réponds généralement dans un délai de 48h",
    "successMessage": "Votre message a bien été réçu. Merci pour votre confiance!",
    "emailPlaceholder": "Votre e-mail",
    "emailMissing": "Veuillez renseignez votre email SVP.",
    "messagePlaceholder": "Votre message",
    "messageMissing": "Veuillez renseignez votre message SVP.",
    "submitLabel": "Envoyer"
  },
  "footer": {
    "copyright": "Tous droits reservés",
    "title": "À propos de ce site",
    "stack": "Développé avec React & Next.js (App Router & Server Actions), TypeScript, Tailwind CSS, Framer Motion, React Email & Resend, Vercel hosting"
  }
}